Repository: alessandrochiaiese/getref
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: User
it: Utente

source: Name
it: Nome

source: Phone
it: Telefono

source: Date Joined
it: Data di iscrizione

source: Status
it: Stato

source: Total Earning
it: Guadagno totale

source: Country
it: Paese

source: Profile Picture
it: Immagine profilo

source: Account Balance
it: Saldo dei conti

source: Last Login
it: Ultimo accesso

source: Referral Source
it: Sorgente di riferimento

source: Affiliates
it: Affiliati

source: Action Taken
it: Azione intrapresa

source: Action Date
it: Data azione

source: IP Address
it: Indirizzo IP

source: Device Info
it: Informazioni dispositivo

source: Location
it: Ubicazione

source: Programs
it: Programmi

source: Campaign Name
it: Nome della campagna

source: Start Date
it: Data di inizio

source: End Date
it: Data di fine

source: Goal
it: Obiettivo

source: Budget
it: Bilancio

source: Spending To Date
it: Spese fino alla data

source: Amount
it: Importo

source: Currency
it: Valuta

source: Date Awarded
it: Data di aggiudicazione

source: Approved By
it: Approvato da

source: Commission Type
it: Tipo di Commissione

source: Description
it: Designazione delle merci

source: Tier
it: Livello

source: Affiliate
it: Affiliato

source: Program
it: Programma

source: Incentive Type
it: Tipo di incentivo

source: Date
it: Data

source: Tracking ID
it: ID tracciatura

source: Expiration Date
it: Data di scadenza

source: Is Incentive Active
it: E' attivo l' Incentive

source: Click Count
it: Fare clic su Conta

source: Conversion Count
it: Contatore di conversione

source: Date Created
it: Data di creazione

source: Last Used
it: Ultima utilizzazione

source: Link Status
it: Stato collegamento

source: Landing Page
it: Pagina di atterraggio

source: Custom Tracking ID
it: ID di tracciamento personalizzato

source: Message
it: Messaggio

source: Date Sent
it: Data di invio

source: Is Read
it: È letto

source: Priority
it: Priorità

source: Notification Type
it: Tipo di notifica

source: Payout Date
it: Data di versamento

source: Payout Method
it: Metodo di pagamento

source: Payout Status
it: Stato di pagamento

source: Transaction
it: Transazione

source: Processing Fee
it: Tassa di trasformazione

source: Net Amount
it: Importo netto

source: Payout Provider
it: Fornitore di pagamenti

source: Period
it: Periodo

source: Total Clicks
it: Click totali

source: Total Conversions
it: Conversioni totali

source: Conversion Rate
it: Tasso di conversione

source: Total Earnings
it: Totale guadagni

source: Average Order Value
it: Valore medio d'ordine

source: Refund Rate
it: Tasso di restituzione

source: Customer Lifetime Value
it: Valore della vita del cliente

source: Top Product
it: Prodotto principale

source: Commission Rate
it: Tasso Commissione

source: Min Payout Threshould
it: Min Payout Threhost

source: Min Payout Limit
it: Limite di sovvenzione minimo

source: Is Active
it: È attivo

source: Duration
it: Durata

source: Allowed Countries
it: Paesi ammessi

source: Target Industry
it: Settore di destinazione

source: Commission Earned
it: La Commissione ha guadagnato

source: Created At
it: Creato a

source: Preferred Currency
it: Valuta preferita

source: Preferred Payment Method
it: Metodo di pagamento preferito

source: Payout Schedule
it: Programma di pagamento

source: Notification Preference
it: Preferenze di notifica

source: Dashboard Layout
it: Disposizione del cruscotto

source: Ticket Number
it: Numero del biglietto

source: Subject
it: Oggetto

source: Date Closed
it: Data di chiusura

source: Assigned Agent
it: Agente assegnato

source: Tier Name
it: Nome del livello

source: Min Sales
it: Vendite Min

source: Tier Benefits
it: Vantaggi di livello

source: Access Level
it: Livello di accesso

source: Next Tier Threshold
it: Soglia di livello successiva

source: Tier Expiration
it: Scadenza del livello

source: Transaction Amount
it: Importo dell'operazione

source: Transaction Date
it: Data dell'operazione

source: Order
it: Ordinanza

source: Product
it: Prodotto

source: Payment Date
it: Data di pagamento

source: Discount Applied
it: Sconto applicato

source: Coupon Code
it: Codice del tasso di interesse

source: Affiliate Audit Detail
it: Dettaglio audit affiliato

source: Action Taken:
it: Azione intrapresa:

source: Action Date:
it: Data dell'azione:

source: IP Address:
it: Indirizzo IP:

source: Device Info:
it: Informazioni dispositivo:

source: Location:
it: Posizione:

source: Actions
it: Azioni

source: Affiliate Campaign Detail
it: Dettaglio campagna di affiliazione

source: Name:
it: Nome:

source: Start Date:
it: Data di inizio:

source: End Date:
it: Data di fine:

source: Goal:
it: Obiettivo:

source: Budget:
it: Bilancio:

source: Spending To Date:
it: Spese fino ad oggi:

source: Campaign Affiliates
it: Affiliati della campagna

source: Affiliate Commission Detail
it: Dettaglio della Commissione affiliata

source: Amount:
it: Importo:

source: Currency:
it: Valuta:

source: Date Awarded:
it: Data premiata:

source: Status:
it: Stato:

source: Approved By:
it: Approvato da:

source: Commission Type:
it: Tipo di Commissione:

source: Description:
it: Descrizione:

source: Tier:
it: Livello:

source: Commission Affiliates
it: Affiliati della Commissione

source: Affiliate Detail
it: Dettaglio affiliato

source: Country:
it: Paese:

source: Total Earnings:
it: Guadagni totali:

source: Affiliate Incentive Detail
it: Dettaglio Incentivo affiliato

source: Click Count:
it: Fare clic su Conta:

source: Conversion Count:
it: Contatore di conversione:

source: Date Created:
it: Data di creazione:

source: Last Used:
it: Ultimo utilizzo:

source: Incentive Status:
it: Stato di incentivazione:

source: Landing Page:
it: Pagina di atterraggio:

source: Custom Tracking ID:
it: ID di tracciamento personalizzato:

source: Incentive Affiliates
it: Affiliati di Incentive

source: Incentive Status
it: Stato dell'incentivo

source: Affiliate Link Detail
it: Dettaglio collegamento affiliato

source: Link Status:
it: Stato collegamento:

source: Link Affiliates
it: Affiliati di collegamento

source: Affiliate Notification Detail
it: Dettaglio notifica di affiliazione

source: Message:
it: Messaggio:

source: Date Sent:
it: Data di invio:

source: Is Read:
it: Leggi:

source: Priority:
it: Priorità:

source: Notification Type:
it: Tipo di notifica:

source: Notification Affiliates
it: Affiliati di notifica

source: Payout Affiliate Detail
it: Dettaglio di affiliazione di pagamento

source: Payout Date:
it: Data di versamento:

source: Payout Method:
it: Metodo di pagamento:

source: Payout Status:
it: Stato di pagamento:

source: Transaction Id:
it: Codice della transazione:

source: Processing Fee:
it: Tassa di trattamento:

source: Net Amount:
it: Importo netto:

source: Payout Provider:
it: Fornitore di pagamenti:

source: Payout Affiliates
it: Affiliati di pagamento

source: Performance Affiliate Detail
it: Dettaglio affiliazione prestazioni

source: Period:
it: Periodo:

source: Total Clicks:
it: Click totali:

source: Total Conversions:
it: Conversioni totali:

source: Conversion Rate:
it: Tasso di conversione:

source: Average Order Value:
it: Valore medio d'ordine:

source: Refund Rate:
it: Tasso di restituzione:

source: Customer Lifetime Value:
it: Valore della vita del cliente:

source: Top Product:
it: Prodotto principale:

source: Performance Affiliates
it: Affiliati di prestazioni

source: Affiliate Program Detail
it: Dettaglio del programma di affiliazione

source: Commission Rate:
it: Tasso Commissione:

source: Min Payout Threshold:
it: Soglia di vincita minima:

source: Max Payout Limit:
it: Limite massimo di sovvenzione:

source: Sate Created:
it: Sate Creato:

source: Is Active:
it: È attivo:

source: Duration:
it: Durata:

source: Allowed Countries:
it: Paesi ammessi:

source: Target Industry:
it: Settore di destinazione:

source: Program Affiliates
it: Affiliati del programma

source: description
it: descrizione

source: commission_rate
it: commissioni_rate

source: currency
it: valuta

source: min_payout_threshold
it: _Soglia pagamento minimo

source: max_payout_limit
it: max_pagamento_limite

source: date_created
it: _Creato

source: duration
it: durata

source: allowed_countries
it: _paesi ammessi

source: target_industry
it: target_industria

source: Program Partecipation Affiliate Detail
it: Programma Partecipazione Dettaglio affiliazione

source: Date Joined:
it: Data di iscrizione:

source: Commission Earned:
it: La Commissione ha guadagnato:

source: CommissioN Earned
it: Commissione

source: Affiliate Reward Detail
it: Dettaglio ricompensa affiliata

source: amount:
it: importo:

source: created_at:
it: creato_at:

source: Reward Affiliates
it: Affiliati di ricompensa

source: Setting Affiliate Detail
it: Impostazione dettaglio affiliato

source: Preferred Currency:
it: Valuta preferita:

source: Preferred Payment Method:
it: Metodo di pagamento preferito:

source: payout Schedule:
it: Programma di pagamento:

source: Notification Preference:
it: Preferenze di notifica:

source: Dashboard Layout:
it: Disposizione del cruscotto:

source: Setting Affiliates
it: Impostazione degli affiliati

source: Support Ticket Affiliate Detail
it: Dettaglio di affiliazione del biglietto di supporto

source: Ticket Number:
it: Numero del biglietto:

source: Subject:
it: Oggetto:

source: Date Closed:
it: Data di chiusura:

source: Assigned Agent:
it: Agente assegnato:

source: Support Ticket Affiliates
it: Affiliati del biglietto di supporto

source: Affiliate Tier Detail
it: Dettaglio livello affiliato

source: Tier Name:
it: Nome del livello:

source: Tier Benefits:
it: Vantaggi di livello:

source: Next Tier Threshold:
it: Soglia di livello successiva:

source: Tier Expiration:
it: Scadenza del livello:

source: Tier Affiliates
it: Affiliati di livello

source: Transaction Affiliate Detail
it: Dettaglio affiliazione transazione

source: Transaction Affiliates
it: Affiliati delle transazioni

source: Order ID
it: ID ordine

source: Product ID
it: ID prodotto

source: Commission Rate
it: Tasso Commissione

source: GetREF - Affiliate & Referral Dashboard
it: GetREF - Dashboard di affiliazione e referral

source: Add New Audit
it: Aggiungi nuovo audit

source: Add Audit
it: Aggiungi audit

source: Back to Audit List
it: Torna all'elenco di audit

source: Add New Campaign
it: Aggiungi nuova campagna

source: Add Campaign
it: Aggiungi campagna

source: Back to Campaign List
it: Torna alla lista delle campagne

source: Add New Transcription
it: Aggiungi nuova trascrizione

source: Add Transcription
it: Aggiungi trascrizione

source: Back to Transcription List
it: Torna alla lista delle trascrizioni

source: Add New Program
it: Aggiungi nuovo programma

source: Add Program
it: Aggiungi programma

source: Back to Program List
it: Torna all'elenco dei programmi

source: Add New Program Partecipation
it: Aggiungi nuova partecipazione al programma

source: Add Program Partecipation
it: Aggiungi partecipazione al programma

source: Back to Program Partecipation List
it: Torna all'elenco di partecipazione al programma

source: Add New Setting
it: Aggiungi nuova impostazione

source: Add Setting
it: Aggiungi impostazione

source: Back to Setting List
it: Torna all'elenco delle impostazioni

source: Add New Transaction
it: Aggiungi nuova transazione

source: Add Transaction
it: Aggiungi transazione

source: Back to Transaction List
it: Torna all'elenco delle transazioni

source: Delete Audit
it: Elimina audit

source: Are you sure you want to delete this audit?
it: Eliminare veramente questo audit?

source: Confirm Delete
it: Conferma Elimina

source: Cancel
it: Annulla

source: Delete Campaign
it: Elimina campagna

source: Are you sure you want to delete this campaign?
it: Eliminare veramente questa campagna?

source: Delete Program
it: Elimina programma

source: Are you sure you want to delete this program?
it: Eliminare veramente questo programma?

source: Delete Program Partecipation
it: Elimina partecipazione al programma

source: Are you sure you want to delete this program_partecipation?
it: Eliminare veramente questo programma_partecipazione?

source: Delete Setting
it: Elimina impostazione

source: Are you sure you want to delete this setting?
it: Eliminare veramente questa impostazione?

source: Confirm Delete Referral
it: Conferma il referente per la cancellazione

source: Delete Transcription
it: Elimina trascrizione

source: Are you sure you want to delete this transaction?
it: Eliminare veramente questa transazione?

source: GetREF Dashboard | All Rights Reserved
it: GetREF Dashboard | Tutti i diritti riservati

source: Affiliate Dashboard
it: Cruscotto affiliato

source: Clicks
it: Click

source: Conversions
it: Conversioni

source: Recent Transactions
it: Operazioni recenti

source: Transaction ID
it: ID transazione

source: Approved
it: Approvato

source: Pending
it: In attesa

source: Declined
it: Declinato

source: Create New Affiliate Audit
it: Crea un nuovo audit di affiliazione

source: Close
it: Chiudi

source: Create
it: Crea

source: Edit Affiliate Audit
it: Modifica audit di affiliazione

source: Create New Affiliate Campaign
it: Crea una nuova campagna di affiliazione

source: Edit Affiliate Campaign
it: Modifica campagna di affiliazione

source: Create New Affiliate Commission
it: Crea una nuova commissione di affiliazione

source: Edit Affiliate Commission
it: Modifica commissione affiliata

source: Create New Affiliate Incentive
it: Crea un nuovo incentivo alla affiliazione

source: Tracking Id
it: Id tracciante

source: Edit Affiliate Incentive
it: Modifica Incentivo affiliato

source: Create New Affiliate Link
it: Crea un nuovo collegamento di affiliazione

source: Custom Tracking Id
it: Id di tracciamento personalizzato

source: Edit Affiliate Link
it: Modifica collegamento di affiliazione

source: Create New Affiliate Notification
it: Crea una nuova notifica di affiliazione

source: DateSent
it: Data di invio

source: NotificationType
it: Tipo di notifica

source: Edit Affiliate Notification
it: Modifica notifica di affiliazione

source: Create New Affiliate Payout
it: Crea una nuova sovvenzione di affiliazione

source: Transaction Id
it: Id transazione

source: ProcessingFee
it: Procesamento Commissioni

source: Edit Affiliate Payout
it: Modifica Payout di affiliazione

source: Create New Affiliate Performance
it: Crea nuove prestazioni di affiliazione

source: Edit Affiliate Performance
it: Modifica prestazioni di affiliazione

source: Create New Affiliate Program
it: Crea un nuovo programma di affiliazione

source: Min Payout Threshold
it: Soglia di vincita minima

source: Edit Affiliate Program
it: Modifica programma di affiliazione

source: Create New Affiliate Program Partecipation
it: Crea una nuova partecipazione al programma di affiliazione

source: Conversion Earned
it: Conversione guadagnata

source: Edit Affiliate Program Partecipation
it: Modifica la partecipazione al programma di affiliazione

source: Create New Affiliate Reward
it: Crea una nuova ricompensa di affiliazione

source: Edit Affiliate Reward
it: Modifica Ricompensa affiliata

source: Create New Affiliate Setting
it: Crea una nuova impostazione di affiliazione

source: Edit Affiliate Setting
it: Modifica Impostazione affiliazione

source: Create New Affiliate Support Ticket
it: Crea un nuovo biglietto di supporto per l'affiliazione

source: Edit Affiliate Support Ticket
it: Modifica il biglietto di supporto per l'affiliazione

source: Create New Affiliate Tier
it: Crea un nuovo livello di affiliazione

source: Edit Affiliate Tier
it: Modifica livello affiliato

source: Create New Affiliate Transaction
it: Crea una nuova transazione di affiliazione

source: Action Amount
it: Importo dell'azione

source: Edit Affiliate Transaction
it: Modifica transazione di affiliazione

source: Home
it: Partenza

source: Features
it: Caratteristiche

source: Pricing
it: Prezzi

source: Campaign
it: Campagna

source: Commission
it: Commissione

source: Incentive
it: Incentivi

source: Link
it: Legame

source: Notification
it: Notifica

source: Payout
it: Sovvenzione

source: Performance
it: Prestazioni

source: Reward
it: Ricompensa

source: Setting
it: Impostazione

source: Support Ticket
it: Biglietto di supporto

source: Engagement
it: Impegno

source: Stat
it: Stato

source: Crea Nuovo Referral
it: Referral di Crea Nuovo

source: Invia Referral
it: Invia rinvio

source: Program Partecipation
it: Partecipazione al programma

source: Referral
it: Consultazione

source: Code
it: Codice

source: Conversion
it: Conversione

source: Community
it: Comunità

source: Role
it: Ruolo

source: Edit Audit
it: Modifica audit

source: Update Audit
it: Aggiorna audit

source: Edit Campaign
it: Modifica campagna

source: Update Campaign
it: Campagna di aggiornamento

source: Edit Program
it: Modifica programma

source: Update Program
it: Aggiorna programma

source: Edit Program Partecipation
it: Modifica la partecipazione del programma

source: Update Program Partecipation
it: Aggiorna la partecipazione del programma

source: Edit Setting
it: Modifica impostazione

source: Update Setting
it: Impostazione aggiornamento

source: Edit Transaction
it: Modifica transazione

source: Update Transaction
it: Aggiorna transazione

source: Number Job Request Desidered Per Week
it: Numero di posti di lavoro richiesti per settimana

source: Have Office Shop To Receive Customers
it: Avere negozio di ufficio per ricevere clienti

source: Link Google Maps
it: Collega Google Maps

source: Conctac Number
it: Numero Conctac

source: Chamber Commerce Certificate
it: Certificato di commercio da camera

source: Insurance Policy Certificate
it: Certificato di assicurazione

source: Region
it: Regione

source: Sectors
it: Settori

source: Holder
it: Titolare

source: Company Name
it: Nome della società

source: Province
it: Provincia

source: Is Capital Province
it: Is Capital ProvinceCity name (optional, probably does not need a translation)

source: Cadastral Code
it: Codice catastale

source: Latitude
it: Latitudine

source: Longitude
it: Longitudine

source: Birth Date
it: Data di nascita

source: City
it: Città

source: Street
it: Via

source: CAP
it: PAC

source: Phone Number
it: Numero di telefono

source: Is Buyer
it: È l'acquirente

source: Name Business
it: Nome dell'impresa

source: Is Owner
it: È proprietario

source: User Owner
it: Proprietario utente

source: Office Number
it: Numero d'ufficio

source: Metropolitan City Code
it: Codice della città metropolitana

source: Automotive Acronym
it: Acronimo automobilistico

source: Profile
it: Profilo

source: Logout
it: Esci

source: Sign up
it: Iscriviti

source: Sign in
it: Accedi

source: Change Your Password
it: Cambia la tua password

source: Old Password
it: Vecchia password

source: New Password
it: Nuova password

source: New Password Confirmation
it: Nuova conferma della password

source: Update Password
it: Aggiorna password

source: sistema di registrazione, login, affiliati e referral
it: sistema di registrazione, login, affidati e referral

source: Affiliate & Referral Dashboard
it: Cruscotto di affiliazione e rinvio

source: Gestisci e monitora le tue attività di affiliazione e referral.
it: Gestisci e controlla le tue attività di affiliazione e referral.

source: Sistema Affiliate
it: Sistema Affiliato

source: Vai a Commissioni
it: Vai a Commissione

source: Monitora campagne e partecipazioni.
it: Monitor Campagne e partecipazioni.

source: Sistema Referral
it: Sistema di riferimento

source: Conversioni
it: Conversione

source: Statistiche
it: Statistica

source: Esplora Sistema Affiliate
it: Esplora Sistema Affiliato

source: Hello! Let's get started
it: Pronto, cominciamo.

source: Sign in to continue.
it: Accedi per continuare.

source: Sign in with Google
it: Accedi con Google

source: OR
it: O

source: Username
it: Nome utente

source: Forgot password?
it: Hai dimenticato la password?

source: You have been logged out
it: Sei stato disconnesso

source: Sign in again
it: Accedi di nuovo

source: Forgot your password?
it: Hai dimenticato la password?

source: Enter your email address to reset your password.
it: Inserisci il tuo indirizzo email per reimpostare la password.

source: Submit
it: Invia

source: Create A New Account
it: Crea un nuovo account

source: Back To Login
it: Torna al login

source: Login Here
it: Accedi qui

source: Reset Your Password
it: Reimposta la tua password

source: Reset Password
it: Reimposta password

source: Il tuo codice referral
it: Consultazione da parte del tuo codice

source: Reset
it: Azzera

source: New here?
it: E' nuovo qui?

source: Signing up is easy. It only takes a few steps
it: Iscriversi è facile. Ci vogliono solo pochi passi

source: First Name
it: Nome

source: Last Name
it: Cognome

source: Confirm Password
it: Conferma password

source: Login
it: Accesso

source: We value your privacy
it: Noi apprezziamo la vostra privacy

source: We use cookies on this website to enhance your user experience. By clicking
it: Utilizziamo i cookie su questo sito web per migliorare la vostra esperienza utente.

source: For more information on what data is contained in the cookies, please see our
it: Per ulteriori informazioni su quali dati sono contenuti nei cookie, si prega di consultare il nostro

source: Privacy Policy
it: Informativa sulla privacy

source: page.
it: pagina.

source: I decline
it: Rifiuto

source: I agree
it: Sono d'accordo.

source: Number of Job Requests Desired Per Week
it: Numero di richieste di lavoro desiderate per settimana

source: Do you have an office/shop to receive customers?
it: Avete un ufficio/negozio per ricevere i clienti?

source: Google Maps Link
it: Collegamento Google Maps

source: Contact Number
it: Numero di contatto

source: Chamber of Commerce Certificate
it: Certificato di Camera di Commercio

source: Numero richieste di lavoro per settimana:
it: Numero richiesto di lavoro per settimana:

source: Link Google Maps:
it: Collega Google Maps:

source: successivo
it: successovo

source: Crea Nuovo Programma
it: Programma Crea Nuovo

source: Il Tuo Code Referral
it: Referral del codice Il Tuo

source: Statistiche del Profilo
it: Statistica del Profilo

source: Il Tuo Codice Referral
it: Il Tuo Codice di riferimento

source: Codice Referral:
it: Codice di riferimento:

source: Level
it: Livello

source: Programmi Bonus:
it: Bonus Programmi:

source: Codici Referral
it: Codice del rinvio

source: Data
it: Dati

source: Importo
it: Importa

source: Nome Programma
it: Programma nome

source: Tipo di Ricompensa
it: Tipo di compensazione

source: Valore Ricompensa
it: Valore Ricompensato

source: Durata Programma (giorni)
it: Programma Durata (giorni)

source: Crea Programma
it: Programma Crea

source: Data Inizio
it: Inizio dati

source: Data Fine
it: Fine dei dati

source: Codice Referral
it: Codice di riferimento

source: Utilizzazioni
it: Utilizzi

source: Bootstrap admin template
it: Modello di amministrazione Bootstrap

source: Hand-crafted & made with
it: Realizzato a mano con

source: Notifications
it: Notifiche

source: Application Error
it: Errore dell'applicazione

source: Settings
it: Impostazioni

source: New user registration
it: Nuova registrazione dell'utente

source: SIDEBAR SKINS
it: PELLE DI SIDEBAR

source: HEADER SKINS
it: PELLE DEL LETTORE

source: TO DO LIST
it: ADOZIONE DELL'ELENCO

source: CHATS
it: CHIAVE

source: LANGUAGES
it: LINGUE

source: Add
it: Aggiungi

source: Events
it: Manifestazioni

source: Feb 11 2018
it: 11 febbraio 2018

source: Creating component page build a js
it: Creazione pagina componente costruisci una js

source: The total number of sessions
it: Il numero totale di sessioni

source: Feb 7 2018
it: 7 febbraio 2018

source: Meeting with Alisa
it: Incontro con Alisa

source: Call Sarah Graves
it: Chiama Sarah Graves
