Repository: alessandrochiaiese/getref
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: Friends
it: Amici

source: Available
it: Disponibile

source: Away
it: Assente

source: Current language
it: Lingua corrente

source: Languages
it: Lingue

source: English
it: Inglese

source: Change Language
it: Cambia lingua

source: Dashboard
it: Cruscotto

source: UI Elements
it: Elementi UI

source: Buttons
it: Pulsanti

source: Dropdowns
it: Abbassamento

source: Typography
it: Tipografia

source: Form elements
it: Elementi di forma

source: Basic Elements
it: Elementi di base

source: Charts
it: Grafici

source: ChartJs
it: GraficoJs

source: Tables
it: Tabelle

source: Basic table
it: Tabella di base

source: Icons
it: Icone

source: Mdi icons
it: Icone Mdi

source: User Pages
it: Pagine utente

source: Login
it: Accesso

source: Register
it: Registro

source: Error pages
it: Pagine di errore

source: Documentation
it: Documentazione

source: Enterprise
it: Impresa

source: Create Enterprise
it: Inserisci Azienda

source: List Enterprise
it: Le mie Aziende

source: Referred Accounts
it: Account di riferimento

source: My Network
it: La mia rete

source: Master Accounts
it: Account principale

source: Investor Accounts
it: Conti degli investitori

source: Incomplete Registrations
it: Registrazione incompleta

source: Finances
it: Finanze

source: Withdrawals
it: Ritiri

source: My Profile
it: Il mio profilo

source: API Documentation
it: Documentazione API

source: Utilizziamo i cookie per migliorare l'esperienza dell'utente sul nostro sito. Per saperne di più sui cookie che utilizziamo, consulta la nostra
it: Utilizziamo i cookie per migliorare l'esperienza dell'utente sul nostro sito. Per saperne di più sui cookie che utilizzano, consulta la nostra

source: Cookie Policy
it: Politica sui cookie

source: Hai il diritto di accedere, correggere o cancellare i tuoi dati personali in qualsiasi momento. Per esercitare questi diritti, contattaci tramite il nostro supporto clienti.
it: Hai il diritto di aderire, correggere o cancellare i tuoi dati personali in qualsiasi momento. Per esercitare questi diritti, contattaci tramite il nostro supporto clienti.

source: My incomplete registrations
it: Le mie registrazioni incomplete

source: My Investor Accounts
it: I miei account degli investitori

source: My Master Accounts
it: Il mio referente

source: My IBs
it: La mia rete

source: Terms of Service
it: Condizioni di servizio

source: Utilizzando il nostro sito, accetti di rispettare questi termini di servizio. Se non sei d'accordo, non utilizzare il sito.
it: Utilizzando il nostro sito, acconti di rispetto questi termini di servizio. Se non sei d'accordo, non utilizzare il sito.

source: Ci riserviamo il diritto di modificare questi termini in qualsiasi momento. Le modifiche saranno pubblicate su questa pagina e avranno effetto immediato.
it: Ci riservamo il diritto di modificare questi termini in qualsiasi momento. Le modifiche saranno pubblicate su questa pagina e avranno effetto immediatamente.

source: Accetti di non utilizzare il sito per attività illegali o non autorizzate. Ogni abuso del sito potrebbe portare alla sospensione del tuo account.
it: Accetti di non utilizzare il sito per attività illegali o non autorizzati. Ogni abuso del sito potrebbe portare alla sospensione del tuo account.

source: Non siamo responsabili per danni diretti, indiretti o consequenziali derivanti dall'uso del nostro sito.
it: Non siamo responsabili per danni diretti, indipendenti o sequenziali derivati dall'uso del nostro sito.

source: Sign In
it: Accedi

source: Sign in with GitHub
it: Accedi con GitHub

source: Remember me
it: Ricordati di me

source: Don't have an account yet? Go to signup
it: Non hai ancora un account? Vai a registrarti

source: Forgot Password?
it: Hai dimenticato la password?

source: Hello! let's get started
it: Ciao, cominciamo.

source: Your Motto Here
it: Il tuo motto qui

source: Buyer
it: Acquirente

source: Customer
it: Cliente

source: Total Price
it: Prezzo totale

source: Products
it: Prodotti

source: Price
it: Prezzo

source: Updated At
it: Aggiornato al

source: Thumbnail
it: Miniatura

source: Quantity
it: Quantità

source: Designates the name of the tag.
it: Indica il nome dell'etichetta.

source: Add Item to Order
it: Aggiungi elemento all'ordine

source: Your payment was cancelled.
it: Il tuo pagamento e' stato annullato.

source: Create Order
it: Crea ordine

source: Create a new product
it: Crea un nuovo prodotto

source: Create Product
it: Crea prodotto

source: Choose payment broker
it: Scegli il broker di pagamento

source: Purchase!
it: Acquista!

source: Make a Payment
it: Effettuare un pagamento

source: Pay
it: Paga

source: successiva
it: successiveva

source: Processing Payment...
it: Elaborazione Pagamento...

source: Please wait while we process your payment.
it: Attendere durante l'elaborazione del pagamento.

source: Your payment succeeded.
it: Il tuo pagamento e' riuscito.

source: Update a product
it: Aggiornare un prodotto

source: Update Product
it: Aggiorna prodotto

source: Referrer
it: Referente

source: Referred
it: Riferito

source: Reward Given
it: Ricompensa concessa

source: Referral Codes
it: Codici di riferimento

source: Bonus Type
it: Tipo bonus

source: Bonus Value
it: Valore bonus

source: Min Referrals Required
it: Richiesto referral minimi

source: Bonus Date
it: Data bonus

source: Expiry Date
it: Data di scadenza

source: Max Usage
it: Uso massimo

source: Eligibility Criteria
it: Criteri di ammissibilità

source: Target Audience
it: Pubblico destinatario

source: Usage Count
it: Contatore di utilizzo

source: Referred User Count
it: Conteggio utente riferito

source: Unique URL
it: URL unico

source: Campaign Source
it: Fonte della campagna

source: Campaign Medium
it: Medio campagna

source: Conversion Date
it: Data di conversione

source: Conversion Value
it: Valore di conversione

source: Reward Issued
it: Ricevuta

source: Conversion Source
it: Sorgente di conversione

source: Referral Type
it: Tipo di riferimento

source: Email Opened
it: Email aperta

source: Email Clicked
it: Cliccato email

source: Social Share Count
it: Conteggio azioni sociali

source: Last Interaction Date
it: Ultima data di interazione

source: Action Required
it: Azione richiesta

source: Reward Type
it: Tipo di ricompensa

source: Reward Value
it: Valore della ricompensa

source: Min Referral Count
it: Contatore di riferimento minimo

source: Max Referrals Per User
it: Referral massimi per utente

source: Program Duration
it: Durata del programma

source: Allowed Regions
it: Regioni ammesse

source: Reward Earned
it: Risarcimento guadagnato

source: Reward Description
it: Descrizione della ricompensa

source: Reward Source
it: Sorgente di ricompensa

source: Default Reward Type
it: Tipo di ricompensa predefinito

source: Max Referrals Allowed
it: Referral massimi consentiti

source: Auto Share Setting
it: Impostazione di condivisione automatica

source: Social Share Message
it: Messaggio di condivisione sociale

source: Total Rewards
it: Totale ricompense

source: Average Conversione Value
it: Valore medio di conversione

source: Highest Referral Earning
it: Guadagno di riferimento più alto

source: Discount Value
it: Valore di sconto

source: Coupon Code Used
it: Codice del tasso utilizzato

source: Channel
it: Canale

source: user
it: utente

source: Total Referrals
it: Totale rinvii

source: Active Referrals
it: Referral attivi

source: Inactive Referrals
it: Referral inattivi

source: Total Rewards Earned
it: Totale ricompense Guadagnate

source: Total Spent By Referred Users
it: Totale speso dagli utenti citati

source: Loyalty Points Earned
it: Punti fedeltà guadagnati

source: GetREF - Referral Code System Dashboard
it: GetREF - Dashboard del sistema di codice di riferimento

source: Add New Bonus
it: Aggiungi nuovo bonus

source: Add Bonus
it: Aggiungi bonus

source: Back to Bonus List
it: Torna alla lista dei bonus

source: Add New Code
it: Aggiungi nuovo codice

source: Add Code
it: Aggiungi codice

source: Back to Code List
it: Torna all'elenco di codici

source: Add New Engagement
it: Aggiungi nuovo impegno

source: Add Engagement
it: Aggiungi impegno

source: Back to Engagement List
it: Torna alla lista di fidanzamento

source: Add New Stat
it: Aggiungi nuovo stato

source: Add Stat
it: Aggiungi stato

source: Back to Stat List
it: Torna alla lista degli stati

source: Delete Bonus
it: Elimina bonus

source: Are you sure you want to delete this bonus?
it: Eliminare veramente questo bonus?

source: Delete Code
it: Cancella codice

source: Are you sure you want to delete this code?
it: Eliminare veramente questo codice?

source: Delete Engagement
it: Elimina impegno

source: Are you sure you want to delete this engagement?
it: Eliminare veramente questo impegno?

source: Delete Stat
it: Elimina stato

source: Are you sure you want to delete this stat?
it: Eliminare veramente questa stat?

source: Create New Referral Audit
it: Crea un nuovo audit di riferimento

source: Edit Referral Audit
it: Modifica audit di riferimento

source: Create New Referral Bonus
it: Crea un nuovo bonus di referral

source: Exipiry Date
it: Data di scadenza

source: Edit Referral Bonus
it: Modifica Bonus di riferimento

source: Create New Referral Campaign
it: Crea una nuova campagna di riferimento

source: Edit Referral Campaign
it: Modifica campagna di riferimento

source: Create New Referral Code
it: Crea un nuovo codice di riferimento

source: Edit Referral Code
it: Modifica codice di riferimento

source: Create New Referral Conversion
it: Crea una nuova conversione di riferimento

source: Edit Referral Conversion
it: Modifica conversione referral

source: Create New Referral Engagement
it: Crea un nuovo impegno di referral

source: Edit Referral Engagement
it: Modifica l'engagement di riferimento

source: Create New Referral Notification
it: Crea una nuova notifica di riferimento

source: Edit Referral Notification
it: Modifica notifica di riferimento

source: Create New Referral Performance
it: Crea nuove prestazioni di referral

source: Edit Referral Performance
it: Modifica le prestazioni del referente

source: Create New Referral Program
it: Crea un nuovo programma di riferimento

source: Edit Referral Program
it: Modifica programma di riferimento

source: Create New Referral ProgramPartecipation
it: Crea una nuova partecipazione al programma di riferimento

source: Edit Referral ProgramPartecipation
it: Modifica la partecipazione del programma di riferimento

source: Create New Referral Reward
it: Crea una nuova ricompensa di riferimento

source: Edit Referral Reward
it: Modifica la ricompensa di riferimento

source: Create New Referral Setting
it: Crea una nuova impostazione di riferimento

source: Edit Referral Setting
it: Modifica l'impostazione di riferimento

source: Create New Referral Stat
it: Crea un nuovo stato di riferimento

source: Edit Referral Stat
it: Modifica Stato di riferimento

source: Create New Referral Transaction
it: Crea una nuova transazione di referral

source: discountApplied
it: scontoApplicato

source: Edit Referral Transaction
it: Modifica transazione referral

source: Referral Detail
it: Dettaglio di riferimento

source: Referrals
it: Consultazioni

source: Rxpiry Date
it: Data Rxpiry

source: Code:
it: Codice:

source: Usage Count:
it: Contatore di utilizzo:

source: Referred User Count:
it: Contatore utente:

source: Unique Url:
it: Url unico:

source: Campaign Source:
it: Fonte della campagna:

source: Campaign Medium:
it: Medium campagna:

source: code
it: Codice

source: usage_count
it: _contatore di utilizzo

source: status
it: stato

source: expiry_date
it: _data di scadenza

source: referred_user_count
it: refered_user_count

source: unique_url
it: _url unico

source: campaign_source
it: campagna_sorgente

source: campaign_medium
it: campagna_medio

source: Email Opened:
it: Email aperta:

source: Email Clicked:
it: Cliccato su email:

source: Social Share Count:
it: Conteggio azioni sociali:

source: Last Interaction Date:
it: Ultima data di interazione:

source: Max Payout Limit
it: Limite massimo di sovvenzione

source: Average Conversion Value
it: Valore medio di conversione

source: Edit Bonus
it: Modifica bonus

source: Update Bonus
it: Bonus di aggiornamento

source: Edit Code
it: Modifica codice

source: Update Code
it: Aggiorna codice

source: Edit Engagement
it: Modifica impegno

source: Update Engagement
it: Aggiorna impegno

source: Edit Transcription
it: Modifica trascrizione

source: Update Transcription
it: Aggiorna trascrizione

source: Edit Stat
it: Modifica stato

source: Update Stat
it: Aggiorna stato

source: Gestione API Keys
it: Gestione tasti API

source: Client ID
it: ID client

source: Endpoint
it: Punto finale

source: Crea API Key
it: Chiave API Crea
